tap "1password/tap"
tap "dbt-labs/dbt"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "idleberg/dbxcli"
brew "jpeg", link: true
brew "webp"
brew "glib"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "grep"
brew "libheif"
brew "imagemagick"
brew "jless"
brew "jq"
brew "lastpass-cli"
brew "mkcert"
brew "nvm"
brew "poppler"
brew "pwgen"
brew "qpdf"
brew "qrencode"
brew "rbenv"
brew "rbenv-gemset"
brew "tfenv"
brew "tree"
brew "wget"
brew "dbt-labs/dbt/dbt-bigquery"
brew "heroku/brew/heroku"
brew "idleberg/dbxcli/dbxcli"
cask "1password"
cask "1password-cli"
cask "amazon-workspaces"
cask "authy"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "clipy"
cask "dash"
cask "discord"
cask "divvy"
cask "docker"
cask "fig"
cask "figma"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "graphiql"
cask "krisp"
cask "lastpass"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "muzzle"
cask "ngrok"
cask "notion"
cask "openvpn-connect"
cask "postman"
cask "slack"
cask "toggl-track"
cask "visual-studio-code"
cask "zoom"
