tap "1password/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "idleberg/dbxcli"
tap "sqldef/sqldef"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cloudflared"
brew "colima"
brew "coreutils"
brew "curl"
brew "duckdb"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "grep"
brew "guile"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jless"
brew "jpeg"
brew "jq"
brew "lastpass-cli"
brew "libpq"
brew "mise"
brew "mkcert"
brew "ollama"
brew "optipng"
brew "pandoc"
brew "poppler"
brew "pwgen"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qpdf"
brew "qrencode"
brew "qt"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "heroku/brew/heroku"
brew "idleberg/dbxcli/dbxcli"
brew "sqldef/sqldef/mysqldef"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "amazon-chime"
cask "amazon-workspaces"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "chatgpt"
cask "clipy"
cask "cursor"
cask "dash"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "gcloud-cli"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "graphiql"
cask "lastpass"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "muzzle"
cask "ngrok"
cask "notion"
cask "openvpn-connect"
cask "postico"
cask "postman"
cask "rectangle"
cask "slack"
cask "slack-cli"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "windsurf"
cask "zap"
cask "zed"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "coderabbit.coderabbit-vscode"
vscode "codium.codium"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-repositories"
vscode "rooveterinaryinc.roo-cline"
vscode "wix.vscode-import-cost"
