tap "1password/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "idleberg/dbxcli"
tap "sqldef/sqldef"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "coreutils"
brew "asdf"
brew "glib"
brew "cloudflared"
brew "curl"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "grep"
brew "guile"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jless"
brew "jpeg"
brew "jq"
brew "lastpass-cli"
brew "libpq"
brew "mkcert"
brew "nvm"
brew "ollama"
brew "optipng"
brew "pandoc"
brew "poppler"
brew "pwgen"
brew "python@3.10"
brew "python@3.11"
brew "qpdf"
brew "qrencode"
brew "qt"
brew "tfenv"
brew "tree"
brew "wget"
brew "heroku/brew/heroku"
brew "idleberg/dbxcli/dbxcli"
brew "sqldef/sqldef/mysqldef"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "amazon-chime"
cask "amazon-workspaces"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "clipy"
cask "cursor"
cask "dash"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "graphiql"
cask "krisp"
cask "lastpass"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "muzzle"
cask "ngrok"
cask "notion"
cask "openvpn-connect"
cask "postman"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zoom"
vscode "aki77.rails-db-schema"
vscode "bierner.markdown-mermaid"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "heptio.jsonnet"
vscode "jduponchelle.rainbow-end"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mattpocock.ts-error-translator"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "randomfractalsinc.vscode-data-preview"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "sysoev.vscode-open-in-github"
vscode "tomashubelbauer.email-viewer"
vscode "unifiedjs.vscode-mdx"
vscode "vsls-contrib.gistfs"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
